{
    "title": "E1 Website Eng Setting",
    "SliderMain": "E1 contributes to people’s happiness by providing safe, convenient and eco-friendly energy",
    "SliderContainer01": "LPG, the very first energy paving the road towards",
    "SliderContainer02": "E1 provides cleaner and more sustainable renewable energy.",
    "SliderContainer03": "E1 is beginning a new era with environmentally friendly energy, Hydrogen.",
    "SliderContainer04": "E-Mobility starts from E1",
    "SliderContainer05": "E1 is dedicated to discovering and fostering green future technologies.",
    "SliderContainerContent01": "The mission of E1 is to develop a comprehensive LPG distribution business that encompasses every step of the distribution process from the oil-producing countries to the end consumers. In addition to importing LPG from oil-producing countries, storing, selling, and servicing imported LPG, we also re-export and conduct intermediary trade with imported LPG.",
    "SliderContainerContent02": "We have extensive experience in the entire renewable energy business including site discovery, licensing, project financing, process management, and operations management through various renewable energy projects. Due to our experience, we are qualified to participate in all phases of the renewable energy business, including participation in the early stages, acquisition of shares in operational or planned projects, and repowering.",
    "SliderContainerContent03": "Hydrogen is an eco-friendly energy source, using hydrogen can create a sustainable energy ecosystem without releasing pollutants like greenhouse gases or fine dust. E1, which introduced LPG to Korea for the first time, aims to open a new chapter in the era of clean energy through an eco-friendly hydrogen business",
    "SliderContainerContent04": "Using our LPG business expertise, charging (refueling) station infrastructures, and business connections, E1 launches specialized electric vehicle charging business.",
    "SliderContainerContent05": "Through E1's long-standing network and partnerships established with leading VCs and investment organization, we are discovering and nurturing eco-friendly future technologies and cutting-edge smart solutions.",
    "SliderContainerTitle1": "LPG",
    "SliderContainerTitle2": "Renewable Energy",
    "SliderContainerTitle3": "EV Charging",
    "SliderContainerTitle4": "Venture Investment",
    "SliderContainerTitle5": "Orange Card",
    "More": "Learn More",
    "News1Title": "Resume volunteer work for executives and employees of Hope Charging Volunteer Group",
    "News2Title": "Please come to Gwacheon Charging Station to meet TT Character-themed charging station operation",
    "News1Content": "",
    "News2Content": "E1 announced on the 25th that it will refurbish its complex charging station (LPG, hydrogen, electricity) in Gwacheon, Gyeonggi Province, as a character T-themed charging station and hold various events. T.T. is E1's brand character and has the meaning of an eco-friendly energy fairy.E1 will refurbish Gwacheon Complex Charging Station with eco-friendly concepts of TT murals and dolls, and operate a promotional booth where you can purchase various TT goods such as umbrellas and blankets. It also operates a tea cafe in the charging station to provide free drinks to Orange Card members and charging station customers. The tea cafe will be open from 11 a.m. to 4 p.m. every weekend for four weeks from the 26th to December 17th.In commemoration of the opening of the theme charging station, E1 will also hold various events for Orange Card members, who are E1 members. Up to 210,000 orange points will be provided if you take authentication photos with T.T. hidden throughout the theme charging station and share them on SNS, and up to 500,000 orange points and movie tickets will also be given if you leave a review of your visit to the charging station. There will also be an event to name the theme charging station, and 500,000 orange points will be given to the first place. The event will be available on the Orange Card website and app from November 25.An E1 official said, We planned a theme charging station so that E1's brand character T.T. can get closer to customers, adding, We will continue to make efforts to make it more convenient and enjoyable for customers to use the charging station."
}